module.exports = {
    nodeConfig: {
        host: "localhost",
        port: "3030"
    },
    voteList: [
        {
            id: 1,
            title: "歌唱类 --  声林之王奖",
            data: {
                a1: "《当爱已成往事》",
                a2: "《我们好像在哪见过》",
                a3: "《友情岁月》+《够了》",
                a4: "金曲合唱《七八九金曲年代秀》+《福建欢迎你》"
            }
        },
        {
            id: 2,
            title: "舞蹈类 --  舞力之王",
            data: {
                b1: "《第十九套广播体操》",
                b2: "《醉苗乡》",
                b3: "《荧光舞》",
                b4: "《夜上海》"
            }
        },
        {
            id: 3,
            title: "其他类 --  戏精之王奖",
            data: {
                c1: "《新闻晚知道》",
                c2: "《地理图》",
                c3: "《朋友圈》",
                c4: "《吐槽大会》"
            }
        },
        {
            id: 4,
            title: "元气少女奖",
            data: {
                d1: "《燃烧我的卡路里》",
                d2: "《First dance》",
                d3: "《胖子行动队》",
                d4: "《兔子舞》"
            }
        },
        {
            id: 5,
            title: "元气少女奖",
            data: {
                e1: "《慧科实事》",
                e2: "《Bboom Bboom集体舞》",
                e3: "《筑梦使者》",
                e4: "《开课吧走秀》"
            }
        }
    ]
};
